Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Variable names must begin with a letter or underscore and contain only letters, numbers, and underscores.
ar: يجب أن تبدأ أسماء المتغيرات بحرف أو شرطة سفلية، وأن تحتوي على أحرف وأرقام وشرطات سفلية فقط.
de: Variablennamen müssen mit einem Buchstaben oder Unterstrich beginnen und dürfen nur Buchstaben, Zahlen und Unterstriche enthalten.
es: Los nombres de variables deben empezar por una letra o un guion bajo y contener solo letras, números y guiones bajos.
fr: Les noms de variables doivent commencer par une lettre ou un tiret bas et ne contenir que des lettres, chiffres et tirets bas.
id: Nama variabel harus diawali huruf atau garis bawah dan hanya memuat huruf, angka, serta garis bawah.
it: I nomi delle variabili devono iniziare con una lettera o un trattino basso e contenere solo lettere, numeri e trattini bassi.
ja: 変数名は英字またはアンダースコアで始まり、英数字とアンダースコアのみを使用できます。
ko: 변수 이름은 문자 또는 밑줄로 시작해야 하며 문자, 숫자, 밑줄만 포함할 수 있습니다.
nl: Variabelenamen moeten beginnen met een letter of onderstrepingsteken en mogen alleen letters, cijfers en onderstrepingstekens bevatten.
pt_br: Nomes de variáveis devem começar com uma letra ou sublinhado e conter apenas letras, números e sublinhados.
ru: Имена переменных должны начинаться с буквы или подчёркивания и содержать только буквы, цифры и подчёркивания.
th: ชื่อตัวแปรต้องขึ้นต้นด้วยตัวอักษรหรือขีดล่าง และมีได้เฉพาะตัวอักษร ตัวเลข และขีดล่าง
tr: Değişken adları harf veya alt çizgiyle başlamalı, yalnızca harf, sayı ve alt çizgi içermelidir.
vi: Tên biến phải bắt đầu bằng chữ cái hoặc dấu gạch dưới và chỉ chứa chữ cái, số, dấu gạch dưới.
zh_hans: 变量名必须以字母或下划线开头，并且只能包含字母、数字和下划线。
zh_hant: 變數名必須以字母或下划線開頭，並且只能包含字母、數字和下划線。

source: WORKTREES
ar: أشجار العمل
id: WORKTREE
it: WORKTREE
ja: ワークツリー
ko: 작업 트리
ru: РАБОЧИЕ ДЕРЕВЬЯ
th: เวิร์กทรี
tr: ÇALIŞMA AĞAÇLARI
vi: CÂY LÀM VIỆC
zh_hans: 工作树
zh_hant: 工作樹

source: Waiting for refresh
ar: في انتظار التحديث
de: Warte auf Aktualisierung
es: Esperando actualización
fr: En attente d'actualisation
id: Menunggu penyegaran
it: In attesa di aggiornamento
ja: 更新待ち
ko: 새로 고침 대기 중
nl: Wacht op verversing
pt_br: Aguardando atualização
ru: Ожидание обновления
th: รอการรีเฟรช
tr: Yenileme bekleniyor
vi: Đang chờ làm mới
zh_hans: 等待刷新
zh_hant: 等待刷新

source: Warning: Potentially Unsafe Paste
ar: تحذير: لصق قد يكون غير آمن
de: Warnung: Möglicherweise unsicheres Einfügen
es: Advertencia: pegado potencialmente peligroso
fr: Attention : collage potentiellement dangereux
id: Peringatan: Penempelan Berpotensi Tidak Aman
it: Attenzione: incollamento potenzialmente pericoloso
ja: 警告: 貼り付けが安全でない可能性があります
ko: 경고: 안전하지 않을 수 있는 붙여넣기
nl: Waarschuwing: mogelijk onveilig plakken
pt_br: Aviso: colagem potencialmente perigosa
ru: Предупреждение: потенциально опасная вставка
th: คำเตือน: การวางอาจไม่ปลอดภัย
tr: Uyarı: Güvensiz Olabilecek Yapıştırma
vi: Cảnh báo: Nội dung dán có thể không an toàn
zh_hans: 警告：粘贴内容可能不安全
zh_hant: 警告：貼上內容可能不安全

source: Webpage
ar: صفحة ويب
de: Webseite
es: Página web
fr: Page web
id: Halaman Web
it: Pagina web
ja: Webページ
ko: 웹페이지
nl: Webpagina
pt_br: Página da web
ru: Веб-страница
th: หน้าเว็บ
tr: Web Sayfası
vi: Trang web
zh_hans: 网页
zh_hant: 網頁

source: Working Directory
ar: مجلد العمل
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
id: Direktori Kerja
it: Directory di lavoro
ja: 作業ディレクトリ
ko: 작업 디렉터리
nl: Werkmap
pt_br: Diretório de trabalho
ru: Рабочий каталог
th: ไดเรกทอรีทำงาน
tr: Çalışma Dizini
vi: Thư mục làm việc
zh_hans: 工作目录
zh_hant: 工作目錄

source: Working tree clean
ar: شجرة العمل بلا تغييرات
de: Arbeitsverzeichnis sauber
es: Árbol de trabajo limpio
fr: Arbre de travail sans modifications
id: Working tree bersih
it: Albero di lavoro pulito
ja: 作業ツリーはクリーンです
ko: 작업 트리에 변경 사항 없음
nl: Werkboom schoon
pt_br: Árvore de trabalho limpa
ru: Рабочее дерево без изменений
th: เวิร์กทรีไม่มีการเปลี่ยนแปลง
tr: Çalışma ağacı temiz
vi: Cây làm việc không có thay đổi
zh_hans: 工作区干净
zh_hant: 工作區乾淨

source: Working tree clean, sync is pending
ar: شجرة العمل بلا تغييرات، والمزامنة معلّقة
de: Arbeitsverzeichnis sauber, Synchronisierung ausstehend
es: Árbol de trabajo limpio, sincronización pendiente
fr: Arbre de travail sans modifications, synchronisation en attente
id: Working tree bersih, sinkronisasi tertunda
it: Albero di lavoro pulito, sincronizzazione in attesa
ja: 作業ツリーはクリーンです（同期待ち）
ko: 작업 트리에 변경 사항 없음, 동기화 대기 중
nl: Werkboom schoon, synchronisatie in afwachting
pt_br: Árvore de trabalho limpa, sincronização pendente
ru: Рабочее дерево без изменений, ожидается синхронизация
th: เวิร์กทรีไม่มีการเปลี่ยนแปลง กำลังรอซิงค์
tr: Çalışma ağacı temiz, eşitleme bekliyor
vi: Cây làm việc không có thay đổi, đang chờ đồng bộ
zh_hans: 工作区干净，尚有同步待完成
zh_hant: 工作區乾淨，尚有同步待完成

source: Wrap lines to editor width
ar: التفاف السطور حسب عرض المحرر
de: Zeilen an Editorbreite umbrechen
es: Ajustar líneas al ancho del editor
fr: Renvoyer les lignes à la largeur de l'éditeur
id: Bungkus baris sesuai lebar editor
it: Manda a capo le righe alla larghezza dell'editor
ja: エディタの幅で行を折り返す
ko: 편집기 너비에 맞춰 줄바꿈
nl: Regels afbreken op editorbreedte
pt_br: Ajustar linhas à largura do editor
ru: Переносить строки по ширине редактора
th: ตัดบรรทัดตามความกว้างตัวแก้ไข
tr: Satırları düzenleyici genişliğine kaydır
vi: Ngắt dòng theo chiều rộng trình soạn thảo
zh_hans: 按编辑器宽度换行
zh_hant: 按編輯器寬度換行

source: Your changes will be lost if you don't save them.
ar: ستُفقد التغييرات إذا لم تحفظها.
de: Deine Änderungen gehen verloren, wenn du sie nicht sicherst.
es: Los cambios se perderán si no los guardas.
fr: Vos modifications seront perdues si vous ne les enregistrez pas.
id: Perubahan akan hilang jika tidak disimpan.
it: Le modifiche andranno perse se non le salvi.
ja: 保存しないと変更は失われます。
ko: 저장하지 않으면 변경 사항이 사라집니다.
nl: Je wijzigingen gaan verloren als je ze niet bewaart.
pt_br: Suas alterações serão perdidas se você não as salvar.
ru: Без сохранения изменения будут потеряны.
th: การเปลี่ยนแปลงจะสูญหายหากไม่บันทึก
tr: Kaydetmezseniz değişiklikler kaybolacak.
vi: Thay đổi sẽ bị mất nếu không lưu.
zh_hans: 如果不保存，更改将会丢失。
zh_hant: 如果不儲存，變更將會丟失。

source: Zoom In
ar: تكبير
de: Vergrößern
es: Acercar
fr: Agrandir
id: Perbesar
it: Ingrandisci
ja: 拡大
ko: 확대
pt_br: Ampliar
ru: Увеличить
th: ขยาย
tr: Yakınlaştır
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
ar: تصغير
de: Verkleinern
es: Alejar
fr: Réduire
id: Perkecil
it: Riduci
ja: 縮小
ko: 축소
nl: Zoom uit
pt_br: Reduzir
ru: Уменьшить
th: ย่อ
tr: Uzaklaştır
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

source: Zshell did not provide any %@ themes.
ar: لم يوفّر Zshell أي سمات من نوع %@.
de: Zshell hat keine %@-Designs bereitgestellt.
es: Zshell no proporcionó ningún tema %@.
fr: Zshell n'a fourni aucun thème %@.
id: Zshell tidak menyediakan tema %@.
it: Zshell non ha fornito alcun tema %@.
ja: Zshellに%@テーマは含まれていません。
ko: Zshell에서 %@ 테마를 제공하지 않았습니다.
nl: Zshell heeft geen %@-thema's geleverd.
pt_br: O Zshell não forneceu nenhum tema %@.
ru: Zshell не предоставил темы типа %@.
th: Zshell ไม่มีธีมแบบ %@
tr: Zshell herhangi bir %@ tema sağlamadı.
vi: Zshell không cung cấp chủ đề %@ nào.
zh_hans: Zshell 未提供任何 %@ 主题。
zh_hant: Zshell 未提供任何 %@ 主題。

source: `zshell +themes` needs an interactive terminal. Use `zshell +themes --list` to print theme names.
ar: يتطلب `zshell +themes` طرفية تفاعلية. استخدم `zshell +themes --list` لطباعة أسماء السمات.
de: `zshell +themes` benötigt ein interaktives Terminal. Verwende `zshell +themes --list`, um Designnamen auszugeben.
es: `zshell +themes` necesita un terminal interactivo. Usa `zshell +themes --list` para mostrar los nombres de temas.
fr: `zshell +themes` nécessite un terminal interactif. Utilisez `zshell +themes --list` pour afficher les noms des thèmes.
id: `zshell +themes` memerlukan terminal interaktif. Gunakan `zshell +themes --list` untuk mencetak nama tema.
it: `zshell +themes` richiede un terminale interattivo. Usa `zshell +themes --list` per stampare i nomi dei temi.
ja: `zshell +themes`には対話型ターミナルが必要です。テーマ名を表示するには`zshell +themes --list`を使ってください。
ko: `zshell +themes`에는 대화형 터미널이 필요합니다. 테마 이름을 출력하려면 `zshell +themes --list`를 사용하세요.
nl: `zshell +themes` vereist een interactieve terminal. Gebruik `zshell +themes --list` om themanamen te tonen.
pt_br: `zshell +themes` precisa de um terminal interativo. Use `zshell +themes --list` para exibir os nomes dos temas.
ru: Для `zshell +themes` нужен интерактивный терминал. Используйте `zshell +themes --list` для вывода имён тем.
th: `zshell +themes` ต้องใช้เทอร์มินัลแบบโต้ตอบ ใช้ `zshell +themes --list` เพื่อพิมพ์ชื่อธีม
tr: `zshell +themes` etkileşimli terminal gerektirir. Tema adlarını yazdırmak için `zshell +themes --list` kullanın.
vi: `zshell +themes` cần terminal tương tác. Dùng `zshell +themes --list` để in tên chủ đề.
zh_hans: `zshell +themes` 需要交互式终端。请使用 `zshell +themes --list` 列出主题名称。
zh_hant: `zshell +themes` 需要交互式終端機。請使用 `zshell +themes --list` 列出主題名稱。

source: `zshell` must be run inside a Zshell terminal.
ar: يجب تشغيل `zshell` داخل طرفية Zshell.
de: `zshell` muss in einem Zshell-Terminal ausgeführt werden.
es: `zshell` debe ejecutarse dentro de un terminal Zshell.
fr: `zshell` doit être exécuté dans un terminal Zshell.
id: `zshell` harus dijalankan di dalam terminal Zshell.
it: `zshell` deve essere eseguito in un terminale Zshell.
ja: `zshell`はZshellのターミナル内で実行してください。
ko: `zshell`은 Zshell 터미널 안에서 실행해야 합니다.
nl: `zshell` moet in een Zshell-terminal worden uitgevoerd.
pt_br: `zshell` deve ser executado dentro de um terminal Zshell.
ru: `zshell` нужно запускать внутри терминала Zshell.
th: ต้องเรียกใช้ `zshell` ภายในเทอร์มินัล Zshell
tr: `zshell`, bir Zshell terminalinde çalıştırılmalıdır.
vi: Phải chạy `zshell` bên trong terminal Zshell.
zh_hans: `zshell` 必须在 Zshell 终端内运行。
zh_hant: `zshell` 必須在 Zshell 終端機內執行。

source: cd Here
ar: تنفيذ cd هنا
de: Hierher wechseln (cd)
es: cd aquí
fr: cd ici
id: cd ke Sini
it: cd qui
ja: ここにcd
ko: 여기로 cd
nl: cd hier
pt_br: cd aqui
ru: Выполнить cd сюда
th: cd มาที่นี่
tr: Buraya cd Yap
vi: cd đến đây
zh_hans: cd 到此目录
zh_hant: cd 到此目錄

source: default
ar: الافتراضي
de: Standard
es: predeterminado
fr: par défaut
id: Bawaan
it: predefinito
ja: デフォルト
ko: 기본값
nl: standaard
pt_br: padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: detached HEAD
ar: HEAD منفصل
de: losgelöster HEAD
es: HEAD separado
fr: HEAD détaché
id: HEAD terlepas
it: HEAD scollegato
ko: 분리된 HEAD
nl: losgekoppelde HEAD
pt_br: HEAD destacado
ru: Отсоединённый HEAD
th: HEAD ที่แยกออก
tr: Ayrık HEAD
vi: HEAD tách rời
zh_hans: 分离 HEAD
zh_hant: 分離 HEAD

source: job
ar: مهمة
de: Prozess
es: trabajo
fr: tâche
id: pekerjaan
it: processo
ja: ジョブ
ko: 작업
nl: taak
pt_br: tarefa
ru: задание
th: งาน
tr: iş
vi: tác vụ
zh_hans: 作业
zh_hant: 作業

source: worktree
ar: شجرة عمل
ja: ワークツリー
ko: 작업 트리
ru: рабочее дерево
th: เวิร์กทรี
tr: çalışma ağacı
vi: cây làm việc
zh_hans: 工作树
zh_hant: 工作樹

source: “%@” appears more than once.
ar: يظهر «%@» أكثر من مرة.
de: „%@“ kommt mehrfach vor.
es: «%@» aparece más de una vez.
fr: « %@ » apparaît plusieurs fois.
id: “%@” muncul lebih dari sekali.
it: «%@» compare più volte.
ja: 「%@」が複数回指定されています。
ko: “%@”이(가) 여러 번 나타납니다.
nl: ‘%@’ komt meerdere keren voor.
pt_br: “%@” aparece mais de uma vez.
ru: «%@» встречается несколько раз.
th: “%@” ปรากฏมากกว่าหนึ่งครั้ง
tr: “%@” birden fazla kez görünüyor.
vi: “%@” xuất hiện nhiều lần.
zh_hans: “%@”出现了多次。
zh_hant: “%@”出現了多次。

source: “%@” is managed by Zshell and cannot be overridden.
ar: يدير Zshell «%@» ولا يمكن تجاوزه.
de: „%@“ wird von Zshell verwaltet und kann nicht überschrieben werden.
es: «%@» lo gestiona Zshell y no se puede reemplazar.
fr: « %@ » est géré par Zshell et ne peut pas être remplacé.
id: “%@” dikelola oleh Zshell dan tidak dapat ditimpa.
it: «%@» è gestito da Zshell e non può essere sovrascritto.
ja: 「%@」はZshellによって管理されているため上書きできません。
ko: “%@”은(는) Zshell에서 관리하므로 재정의할 수 없습니다.
nl: ‘%@’ wordt door Zshell beheerd en kan niet worden overschreven.
pt_br: “%@” é gerenciado pelo Zshell e não pode ser substituído.
ru: «%@» управляется Zshell и не может быть переопределено.
th: Zshell จัดการ “%@” จึงไม่สามารถแทนที่ได้
tr: “%@” Zshell tarafından yönetilir ve geçersiz kılınamaz.
vi: “%@” do Zshell quản lý và không thể ghi đè.
zh_hans: “%@”由 Zshell 管理，无法覆盖。
zh_hant: “%@”由 Zshell 管理，無法覆蓋。

source: Authentication
ar: المصادقة
de: Authentifizierung
es: Autenticación
fr: Authentification
id: Autentikasi
it: Autenticazione
ja: 認証
ko: 인증
nl: Authenticatie
pt_br: Autenticação
ru: Аутентификация
th: การยืนยันตัวตน
tr: Kimlik Doğrulama
vi: Xác thực
zh_hans: 身份验证
zh_hant: 身份驗證

source: Choose Private Key File
ar: اختيار ملف المفتاح الخاص
de: Datei mit privatem Schlüssel auswählen
es: Elegir archivo de clave privada
fr: Choisir le fichier de clé privée
id: Pilih File Kunci Privat
it: Scegli file della chiave privata
ja: 秘密鍵ファイルを選択
ko: 개인 키 파일 선택
nl: Privésleutelbestand kiezen
pt_br: Escolher arquivo de chave privada
ru: Выбрать файл закрытого ключа
th: เลือกไฟล์กุญแจส่วนตัว
tr: Özel Anahtar Dosyası Seç
vi: Chọn tệp khóa riêng
zh_hans: 选择私钥文件
zh_hant: 選擇私鑰檔案

source: Couldn’t save the SSH credential in Keychain.
ar: تعذّر حفظ بيانات اعتماد SSH في سلسلة المفاتيح.
de: Die SSH-Zugangsdaten konnten nicht im Schlüsselbund gesichert werden.
es: No se pudieron guardar las credenciales SSH en el Llavero.
fr: Impossible d'enregistrer les identifiants SSH dans le trousseau.
id: Tidak dapat menyimpan kredensial SSH di Rantai Kunci.
it: Impossibile salvare le credenziali SSH nel Portachiavi.
ja: SSH認証情報をキーチェーンに保存できませんでした。
ko: SSH 인증 정보를 키체인에 저장할 수 없습니다.
nl: Kan de SSH-inloggegevens niet in Sleutelhanger bewaren.
pt_br: Não foi possível salvar a credencial SSH nas Chaves.
ru: Не удалось сохранить данные SSH в Связке ключей.
th: ไม่สามารถบันทึกข้อมูลรับรอง SSH ในพวงกุญแจได้
tr: SSH kimlik bilgisi Anahtar Zinciri’ne kaydedilemedi.
vi: Không thể lưu thông tin xác thực SSH vào Chuỗi khóa.
zh_hans: 无法将 SSH 凭据保存到钥匙串。
zh_hant: 無法將 SSH 憑據儲存到鑰匙串。

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ja: パスワード
ko: 암호
nl: Wachtwoord
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
tr: Parola
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Private Key File
ar: ملف المفتاح الخاص
de: Datei mit privatem Schlüssel
es: Archivo de clave privada
fr: Fichier de clé privée
id: File Kunci Privat
it: File della chiave privata
ja: 秘密鍵ファイル
ko: 개인 키 파일
nl: Privésleutelbestand
pt_br: Arquivo de chave privada
ru: Файл закрытого ключа
th: ไฟล์กุญแจส่วนตัว
tr: Özel Anahtar Dosyası
vi: Tệp khóa riêng
zh_hans: 私钥文件
zh_hant: 私鑰檔案

source: Private Key Text
ar: نص المفتاح الخاص
de: Text des privaten Schlüssels
es: Texto de clave privada
fr: Texte de clé privée
id: Teks Kunci Privat
it: Testo della chiave privata
ja: 秘密鍵テキスト
ko: 개인 키 텍스트
nl: Privésleuteltekst
pt_br: Texto da chave privada
ru: Текст закрытого ключа
th: ข้อความกุญแจส่วนตัว
tr: Özel Anahtar Metni
vi: Văn bản khóa riêng
zh_hans: 私钥内容
zh_hant: 私鑰內容

source: Saved in Keychain
ar: محفوظ في سلسلة المفاتيح
de: Im Schlüsselbund gesichert
es: Guardado en el Llavero
fr: Enregistré dans le trousseau
id: Disimpan di Rantai Kunci
it: Salvato nel Portachiavi
ja: キーチェーンに保存済み
ko: 키체인에 저장됨
nl: Bewaard in Sleutelhanger
pt_br: Salvo nas Chaves
ru: Сохранено в Связке ключей
th: บันทึกในพวงกุญแจแล้ว
tr: Anahtar Zinciri’ne kaydedildi
vi: Đã lưu trong Chuỗi khóa
zh_hans: 已存储在钥匙串
zh_hant: 已存儲在鑰匙串

source: SSH Agent
ar: وكيل SSH
es: Agente SSH
fr: Agent SSH
id: Agen SSH
it: Agente SSH
ja: SSHエージェント
ko: SSH 에이전트
pt_br: Agente SSH
ru: Агент SSH
th: เอเจนต์ SSH
tr: SSH Aracısı
vi: Tác tử SSH
zh_hans: SSH 代理
zh_hant: SSH 代理

source: The saved SSH credential is unavailable.
ar: بيانات اعتماد SSH المحفوظة غير متاحة.
de: Die gespeicherten SSH-Zugangsdaten sind nicht verfügbar.
es: Las credenciales SSH guardadas no están disponibles.
fr: Les identifiants SSH enregistrés sont indisponibles.
id: Kredensial SSH tersimpan tidak tersedia.
it: Le credenziali SSH salvate non sono disponibili.
ja: 保存済みのSSH認証情報を利用できません。
ko: 저장된 SSH 인증 정보를 사용할 수 없습니다.
nl: De bewaarde SSH-inloggegevens zijn niet beschikbaar.
pt_br: A credencial SSH salva está indisponível.
ru: Сохранённые данные SSH недоступны.
th: ข้อมูลรับรอง SSH ที่บันทึกไว้ไม่พร้อมใช้งาน
tr: Kayıtlı SSH kimlik bilgisi kullanılamıyor.
vi: Thông tin xác thực SSH đã lưu không khả dụng.
zh_hans: 保存的 SSH 凭据不可用。
zh_hant: 儲存的 SSH 憑據不可用。

source: ↑↓ navigate · Return save · Esc cancel · Tab light/dark
ar: ↑↓ تنقل · Return حفظ · Esc إلغاء · Tab فاتح/داكن
de: ↑↓ navigieren · Return sichern · Esc abbrechen · Tab hell/dunkel
es: ↑↓ navegar · Return guardar · Esc cancelar · Tab claro/oscuro
fr: ↑↓ naviguer · Return enregistrer · Esc annuler · Tab clair/sombre
id: ↑↓ navigasi · Return simpan · Esc batal · Tab terang/gelap
it: ↑↓ naviga · Return salva · Esc annulla · Tab chiaro/scuro
ja: ↑↓ 移動 · Return 保存 · Esc キャンセル · Tab ライト/ダーク
ko: ↑↓ 탐색 · Return 저장 · Esc 취소 · Tab 라이트/다크
nl: ↑↓ navigeren · Return bewaren · Esc annuleren · Tab licht/donker
pt_br: ↑↓ navegar · Return salvar · Esc cancelar · Tab claro/escuro
ru: ↑↓ навигация · Return сохранить · Esc отменить · Tab светлая/тёмная
th: ↑↓ เลื่อน · Return บันทึก · Esc ยกเลิก · Tab สว่าง/มืด
tr: ↑↓ gezin · Return kaydet · Esc iptal · Tab açık/koyu
vi: ↑↓ di chuyển · Return lưu · Esc hủy · Tab sáng/tối
zh_hans: ↑↓ 浏览 · Return 保存 · Esc 取消 · Tab 明暗切换
zh_hant: ↑↓ 瀏覽 · Return 儲存 · Esc 取消 · Tab 明暗切換

source: %lld recommended tools
ar: %lld أداة موصى بها
de: %lld empfohlene Werkzeuge
es: %lld herramientas recomendadas
fr: %lld outils recommandés
id: %lld alat yang direkomendasikan
it: %lld strumenti consigliati
ja: %lld 個のおすすめツール
ko: 추천 도구 %lld개
nl: %lld aanbevolen tools
pt_br: %lld ferramentas recomendadas
ru: %lld рекомендованного инструмента
th: เครื่องมือแนะนำ %lld รายการ
tr: %lld önerilen araç
vi: %lld công cụ được đề xuất
zh_hans: %lld 个推荐工具
zh_hant: %lld 個推薦工具

source: %lld updates available
ar: %lld تحديث متاح
de: %lld Updates verfügbar
es: %lld actualizaciones disponibles
fr: %lld mises à jour disponibles
id: %lld pembaruan tersedia
it: %lld aggiornamenti disponibili
ja: %lld 件のアップデートがあります
ko: 업데이트 %lld개 사용 가능
nl: %lld updates beschikbaar
pt_br: %lld atualizações disponíveis
ru: Доступно %lld обновления
th: มีการอัปเดต %lld รายการ
tr: %lld güncelleme var
vi: Có %lld bản cập nhật
zh_hans: %lld 项可更新
zh_hant: %lld 項可更新

source: Apple platform dependency management
ar: إدارة تبعيات منصات Apple
de: Abhängigkeitsverwaltung für Apple-Plattformen
es: Gestión de dependencias para plataformas Apple
fr: Gestion des dépendances pour les plateformes Apple
id: Manajemen dependensi platform Apple
it: Gestione delle dipendenze per piattaforme Apple
ja: Apple プラットフォームの依存関係管理
ko: Apple 플랫폼 의존성 관리
nl: Afhankelijkhedenbeheer voor Apple-platforms
pt_br: Gerenciamento de dependências para plataformas Apple
ru: Управление зависимостями для платформ Apple
th: จัดการการพึ่งพาบนแพลตฟอร์ม Apple
tr: Apple platformu bağımlılık yönetimi
vi: Quản lý phụ thuộc nền tảng Apple
zh_hans: Apple 平台依赖管理
zh_hant: Apple 平台依賴管理

source: Archive compression and extraction
ar: ضغط الأرشيفات واستخراجها
de: Archivkomprimierung und -extraktion
es: Compresión y extracción de archivos
fr: Compression et extraction d'archives
id: Kompresi dan ekstraksi arsip
it: Compressione ed estrazione di archivi
ja: ファイルの圧縮と展開
ko: 압축 파일 생성 및 해제
nl: Archieven comprimeren en uitpakken
pt_br: Compactação e extração de arquivos
ru: Сжатие и распаковка архивов
th: บีบอัดและแตกไฟล์เก็บถาวร
tr: Arşiv sıkıştırma ve çıkarma
vi: Nén và giải nén lưu trữ
zh_hans: 压缩与解压
zh_hant: 壓縮與解壓

source: Checking installed tools and latest versions…
ar: جارٍ التحقق من الأدوات المثبّتة وأحدث الإصدارات…
de: Installierte Werkzeuge und neueste Versionen werden geprüft…
es: Comprobando herramientas instaladas y últimas versiones…
fr: Vérification des outils installés et des dernières versions…
id: Memeriksa alat terinstal dan versi terbaru…
it: Verifica degli strumenti installati e delle ultime versioni…
ja: インストール済みツールと最新バージョンを確認中…
ko: 설치된 도구 및 최신 버전 확인 중…
nl: Geïnstalleerde tools en nieuwste versies controleren…
pt_br: Verificando ferramentas instaladas e versões mais recentes…
ru: Проверка установленных инструментов и последних версий…
th: กำลังตรวจสอบเครื่องมือที่ติดตั้งและเวอร์ชันล่าสุด…
tr: Yüklü araçlar ve en son sürümler denetleniyor…
vi: Đang kiểm tra công cụ đã cài và phiên bản mới nhất…
zh_hans: 正在检测已安装工具及最新版本…
zh_hant: 正在檢測已安裝工具及最新版本…

source: Cloud storage sync
ar: مزامنة التخزين السحابي
de: Cloud-Speicher synchronisieren
es: Sincronización de almacenamiento en la nube
fr: Synchronisation du stockage cloud
id: Sinkronisasi penyimpanan cloud
it: Sincronizzazione dell'archiviazione cloud
ja: クラウドストレージの同期
ko: 클라우드 저장소 동기화
nl: Cloudopslag synchroniseren
pt_br: Sincronização de armazenamento na nuvem
ru: Синхронизация облака
th: ซิงค์ที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama eşitlemesi
vi: Đồng bộ lưu trữ đám mây
zh_hans: 云存储同步
zh_hant: 雲存儲同步

source: Could not check for updates: %@
ar: تعذّر التحقق من التحديثات: %@
de: Updates konnten nicht geprüft werden: %@
es: No se pudieron buscar actualizaciones: %@
fr: Impossible de rechercher les mises à jour : %@
id: Tidak dapat memeriksa pembaruan: %@
it: Impossibile cercare aggiornamenti: %@
ja: アップデートを確認できませんでした：%@
ko: 업데이트를 확인할 수 없음: %@
nl: Kan niet op updates controleren: %@
pt_br: Não foi possível verificar atualizações: %@
ru: Не удалось проверить обновления: %@
th: ไม่สามารถตรวจหาการอัปเดตได้: %@
tr: Güncellemeler denetlenemedi: %@
vi: Không thể kiểm tra bản cập nhật: %@
zh_hans: 无法检查更新：%@
zh_hant: 無法檢查更新：%@

source: Cross-platform build configuration
ar: تهيئة البناء عبر المنصات
de: Plattformübergreifende Build-Konfiguration
es: Configuración de compilación multiplataforma
fr: Configuration de compilation multiplateforme
id: Konfigurasi build lintas platform
it: Configurazione di build multipiattaforma
ja: クロスプラットフォームのビルド設定
ko: 크로스 플랫폼 빌드 구성
nl: Platformonafhankelijke buildconfiguratie
pt_br: Configuração de compilação multiplataforma
ru: Кроссплатформенная настройка сборки
th: กำหนดค่าการบิลด์ข้ามแพลตฟอร์ม
tr: Çapraz platform derleme yapılandırması
vi: Cấu hình bản dựng đa nền tảng
zh_hans: 跨平台构建配置
zh_hant: 跨平台構建配置

source: Cross-shell prompt
ar: محث لأصداف متعددة
de: Shell-übergreifender Prompt
es: Prompt para varios shells
fr: Invite multi-shell
id: Prompt lintas shell
it: Prompt per più shell
ja: クロスシェルプロンプト
ko: 셸 공통 프롬프트
nl: Prompt voor meerdere shells
pt_br: Prompt para vários shells
ru: Строка приглашения для разных оболочек
th: พรอมต์ที่ใช้ได้ทุกเชลล์
tr: Kabuklar arası komut istemi
vi: Dấu nhắc dùng chung cho mọi shell
zh_hans: 跨 Shell 提示符
zh_hant: 跨 Shell 提示符

source: Desktop Applications
ar: تطبيقات سطح المكتب
de: Desktop-Anwendungen
es: Aplicaciones de escritorio
fr: Applications de bureau
id: Aplikasi Desktop
it: Applicazioni desktop
ja: デスクトップアプリ
ko: 데스크톱 앱
nl: Desktopapps
pt_br: Aplicativos de desktop
ru: Настольные приложения
th: แอปเดสก์ท็อป
tr: Masaüstü Uygulamaları
vi: Ứng dụng máy tính
zh_hans: 桌面应用
zh_hant: 桌面應用

source: Development Toolchain
ar: سلسلة أدوات التطوير
de: Entwicklungswerkzeuge
es: Herramientas de desarrollo
fr: Outils de développement
id: Rantai Alat Pengembangan
it: Strumenti di sviluppo
ja: 開発ツールチェーン
ko: 개발 도구 모음
nl: Ontwikkeltools
pt_br: Ferramentas de desenvolvimento
ru: Инструменты разработки
th: ชุดเครื่องมือพัฒนา
tr: Geliştirme Araç Zinciri
vi: Bộ công cụ phát triển
zh_hans: 开发工具链
zh_hant: 開發工具鏈
